{
    "id": 6972,
    "wordhead": "漾",
    "explanation": "水。出隴西相道，東至武都爲漢。从水羕聲。",
    "volume": "11",
    "radical": "水",
    "pronunciation": "余亮切",
    "variants": [
        {
            "wordhead": "𤂡",
            "explanation": "古文从養。",
            "seal_character": "泟"
        }
    ],
    "seal_character": "泞",
    "pinyin": "yang",
    "pinyin_full": "yànɡ",
    "components": [
        "水",
        "羕",
        "養"
    ],
    "xuan_note": "",
    "kai_note": "",
    "duan_notes": [
        {
            "explanation": "漾水。出隴西豲道。東至武都爲漢。",
            "note": "豲、各本作柏。字之誤也。今依水經注所引說文正。前志豲道屬天水。後志屬漢陽。漢陽卽天水也。豲道不屬隴西。當作氐道。乃典漢志合。水經注漾水篇曰。許愼、吕忱、闞駰竝言漾水出隴西豲道。東至武都爲漢水。不言氐道。然豲道在冀之西北。又隔諸川。無水南入。疑出豲道之爲謬矣。按禹貢曰。嶓冢道漾。東流爲漢。又東爲滄浪之水。前志隴西郡氐道下曰。禹貢養水所出。至武都爲漢。武都郡武都下曰。東漢水受氐道水。一名沔。過江夏謂之夏水。二條相屬爲辭。隴西郡西下又曰。禹貢嶓冢山、西漢所出。南入廣漢白水。東南至江州入江。鄭注尙書道漾引地理志漾水出隴西氐道。至武都爲漢。至江夏謂之夏水。注梁州沱潛云潛葢西漢。出嶓冢。東南至巴郡江州入江。行二千七百六十里。又云漢別爲潛。其穴本小。水積成澤。流與漢合。大禹自導漢疏通卽爲西漢水也班、鄭皆謂東漢西漢同出嶓冢。西漢者、別於漢而曰西漢。東流者、本無東偁。班志武都下云東漢者、淺人增字。鄭注云潛葢西漢、今尙書正義倒爲漢西。皆非也。班、鄭所云今水道不合。故異說紛然。金氏榜禮箋曰。後儒言漢水源者、咸求之于嶓冢。榜以漢志攷之。嶓冢導瀁、惟據禹貢漢水言耳。周職方荆州漢水、則不導源於嶓冢。故志於武沮下曰。沮水出武都沮縣東狼谷。南至沙羨南入江。過郡五。行四千里。荆州川。說文、水經、後漢郡國志皆云然。葢瀁水輟流。不與漢相屬。由來久矣。志言禹貢瀁水出隴西氐道縣。至武都爲東漢水。一名沔。過江夏謂之夏水。入江。此明禹貢漢水故道。若魏郡鄴東故大河、館陶屯氏河之類。班氏自謂采獲舊聞。考跡詩書。推表山川。以綴禹貢、周官、春秋下及戰國秦漢者如是。非謂漢代逕流之道。東漢水仍上受氐道水也。水經說西漢水曰。瀁水、出隴西氐道縣嶓冢山。東至武都沮縣爲漢水。東南至江州縣。東南入于江。瀁水旣輟東流。勢必西入。徒以氐道無可考見。後世莫能定其孰爲瀁水。而與東漢水不相屬。得水經校之益明。後儒考漢志不詳于漢源。求嶓冢不得。因旁漢水之山強名之爲嶓冢。亦近誣矣。漢志。禹貢嶓冢山、在隴西西縣。西漢水所出。南入廣漢白水。東南至江州入江。不見于氐道。然於氐道言禹貢瀁水所出。東至武都爲漢。正釋經嶓冢導瀁、東流爲漢。明氐道亦得有嶓冢山。是山峯岫延長。西氐道皆其盤迴之地。準之地望。氐道當在西縣東。志已于西縣著嶓冢山。氐道例不重出。水經言瀁水出隴西氐道嶓冢山。郭景純山海經注亦言嶓冢在武都氐道縣南。可與漢志互明。西漢水、鄭書注以爲禹貢梁州之潛。以上受漢別。故得西漢水之偁。後乃倂其上流出嶓冢者名之爲西漢水矣。玉裁謂金氏之言、可爲異說折衷。許云出隴西氐道至武都爲漢水。許非用班志而與志同。皆釋尙書禹時漢源也。不言嶓冢山者、言氐道而嶓冢在其中。與志同也。武都者、漢武都郡之武都縣。今甘肅鞏昌府成縣西北百里有仇池城。城東南有漢武都故城。"
        },
        {
            "explanation": "从水。羕聲。",
            "note": "餘亮切。十部。按韓詩江之漾矣。以爲羕之假借。"
        },
        {
            "explanation": "古文从養。",
            "note": "漾者、小篆。瀁者、壁中古文如是。今尙書作漾者、漢人以篆文改古文也。漢書作養者、今文尙書用假借字也。史記作瀁、葢亦本作養而或加之水旁。因合乎古文。淮南書作洋。高誘曰。洋或作養。"
        }
    ],
    "indexes": [
        "漾",
        "𤂡"
    ]
}